#!/bin/sh

mkdir -p "Литература Франции"/{"Ануй Ж.","Аполлинер Г.","Базен Э.","Беккет С.","Бланшо М.","Бретон А.","Бютор М.","Веркор.","Гари Р. и Ажар Э.","Де Сент-Экзюпери А.","Жид А.","Ионеско Э.","Камю А.","Леклезио Ж. М. Г.","Мальро А.","Мартен дю Гар Р.","Мерль Р.","Модиано П.","Мориак Ф.","Пруст М.","Роб-Грийе А.","Роллан Р.","Саган Ф.","Саррот Н.","Сартр Ж.-П.","Эмманюэль Р.","Юрсенар М."}

mkdir -p "Литература Германии"/{"Белль Г.","Борхерт В.","Брехт Б.","Вальзер М.","Вольф К.","Гейм С.","Грасс Г.","Де Бройн Г.","Деблин А.","Зюскинд П.","Казак Г.","Кант Г.","Кеппен В.","Ленц .","Манн Т.","Носсак Г. Э.","Ремарк Э. М.","Фон дер Грюн М."}

mkdir -p "Литература Австрии"/{"Бахман И.","Бернхард Т.","Брох Г.","Верфель Ф.","Гофмансталь Г.","Додерер X.","Канетти Э.","Кафка Ф.","Майринк Г.","Музиль Р.","Рильке Р. М.","Рот И.","Тракль Г.","Цвейг С."}

mkdir -p "Литература Великобритании"/{"Акройд П.","Байатт А.","Барнс Д.","Берджесс Э.","Брейн Д.","Во И.","Вульф В.","Голдинг У.","Грейвз Р.","Грин Г.","Джойс Дж.","Лессинг Д.","Лоуренс Д. Г.","Мердок А.","Моэм С.","Олдингтон Р.","Оруэлл Дж.","Осборн Д.","Свифт Г.","Сноу Ч. П.","Спарк М.","Толкиен Дж. Р.","Уилсон К.","Уэйн Д.","Фаулз Д.","Хаксли О.","Элиот Т. С."}

mkdir -p "Литература США"/{"Апдайк Д.","Беллоу С.","Брэдбери Р.","Воннегут К.","Доктороу Э. Л.","Дос Пассос Д.","Кинг С.","Мейлер Н.","Миллер Г.","Оутс Д. К.","Стайрон У.","Стейнбек Д.","Сэлинджер Дж.","Уайлдер Т.","Фицджеральд Ф. С.","Фолкнер У.","Фулф Т.","Хеллер Дж.","Хемингуэй Э.","Чивер Д."}

mkdir -p "Литература Швейцарии"/{"Гессе Г.","Дюрренматт Ф.","Фриш М."}

mkdir -p "Литература Италии"/{"Буццати Д.","Витторини Э.","Д'Аннунцио Г.","Кальвино И.","Малерба Л.","Моравиа А.","Пиранделло Л.","Пратолини В.","Сальваладжо Н.","Солдати М.","Эко У."}

mkdir -p "Литература Испании"/{"Альберти Р.","Бароха П.","Гойтисоло X.","Гойтисоло Л.","Делибес М.","Лорка Г.","Мачадо А.","Рохас К.","Села К. X.","Унамуно М.","Хименес X. Р."}

mkdir -p "Литература Латинской Америки"/{"Амаду Ж.","Астуриас М.","Борхес X. Л.","Карпентьр А.","Кортасар X.","Льоса М. В.","Маркес Г. Г.","Онетти К. X.","Сильва М. О.","Фуэнтес К."}

mkdir -p "Литература Японии"/{"Абэ К.","Акутагава Р.","Кавабата Я.","Кита М.","Мисима Ю.","Оэ К."}
